amd-ucode
archlinux-xdg-menu
ark
base
base-devel
brightnessctl
btop
btrfs-assistant
btrfs-progs
catnap-git
cava
code
dkms
dolphin
dunst
efibootmgr
egl-wayland
eza
fastfetch
firefox
fish
flameshot
flatpak
fzf
git
gparted
grim
grub
grub-btrfs
gsettings-qt
gst-plugin-pipewire
gvfs
gwenview
htop
hyprland
hyprlock
hyprpaper
imagemagick
iwd
kate
kitty
konsole
kvantum
libpulse
libreoffice-still
linux-firmware
linux-zen
linux-zen-headers
lutgen-bin
nano
neovim
network-manager-applet
networkmanager
nordic-darker-theme
npm
nvidia-dkms
nwg-look
oh-my-posh
openrgb
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-framework5
plasma-meta
plasma-workspace
postgresql
power-profiles-daemon
qt5-graphicaleffects
qt5-quickcontrols
qt5-wayland
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-remoteobjects
qt6-scxml
qt6-serialbus
qt6-serialport
qt6ct-kde
rofi
slurp
smartmontools
spicetify-cli
spotify-launcher
thunar
thunar-volman
timeshift
timeshift-autosnap
ttf-fira-code
unimatrix-git
unzip
vim
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wlr-randr
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-xinit
xorg-xrandr
yay
yay-debug
zoxide
zram-generator
zsh
